Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_2.tmx
Source language: de
Languages: en

source: Photovoltaische Anlagen zur Erzeugung von Elektrizität [photovoltaische Kraftwerke]
en: Photovoltaic installations for generating electricity [photovoltaic power plants]

source: Organische Leuchtdioden [OLED]
en: Organic light-emitting diodes

source: Ethernet-Karten
en: Ethernet cards

source: Photovoltaische Geräte für die Umwandlung von Sonnenstrahlung in elektrische Energie
en: Photovoltaic apparatus for converting solar radiation to electrical energy

source: Automatische Banknotensortiermaschinen
en: Automated bank note sorting machines

source: Software für digitale Whiteboards
en: Computer whiteboard software

source: Automatische Chromatographiegeräte für den Laborgebrauch
en: Automatic chromatography apparatus for laboratory use

source: Wegwerfbare Handschuhe für den Laborgebrauch
en: Disposable gloves for laboratory use

source: Elektronische Terminals zum Ausgeben von Lotterielosen
en: Electronic terminals for generating lottery tickets

source: Digitale Eieruhren
en: Digital egg timers

source: Mechanische Eieruhren
en: Mechanical egg timers

source: Elektronische Schließmechanismen für Safes
en: Electronic locking mechanisms for safes

source: Computersoftware für globale Positionierungssysteme [GPS]
en: Computer software for Global Positioning Systems

source: Elektronische Testgeräte für die Verwendung im Bereich der Telekommunikation
en: Electronic testing apparatus for use in the field of telecommunications

source: Elektronische Bestandteile für Smartcards
en: Electronic components for integrated circuit cards

source: Schnittstellenkarten für Datenverarbeitungsgeräte
en: Interface cards for data processing apparatus

source: Dockingstationen für digitale Musikabspielgeräte
en: Docking stations for digital music players

source: Dockingstationen für MP3-Spieler
en: Docking stations for MP3 players

source: Dockingstationen für Smartphones
en: Docking stations for smartphones

source: Speichergeräte für die Verwendung mit Datenverarbeitungsgeräten
en: Memory devices for use with data processing apparatus

source: Tragbare Faxgeräte
en: Portable fax machines

source: Bewegungssensoren für Sicherheitslampen
en: Motion sensors for security lights

source: Schwerentflammbare Sturmhauben
en: Flame-retardant balaclavas

source: Software für GPS-Navigationssysteme
en: Software for GPS navigation systems

source: Brillengestelle aus einer Kombination von Metall und Kunststoff
en: Spectacle frames made of a combination of metal and plastics

source: Brillengestelle aus Kunststoff
en: Spectacle frames made of plastic

source: Brillengestelle aus Metall
en: Spectacle frames made of metal

source: Tonerpatronen, leer, für Drucker
en: Toner cartridges, unfilled, for printers

source: Tonerpatronen, leer, für Fotokopierer
en: Empty toner cartridges for photocopiers

source: Tintenpatronen, leer, für Computerdrucker
en: Unfilled ink cartridges for computer printers

source: Leere Tonerpatronen für Fotokopierer
en: Ink cartridges, unfilled, for photocopiers

source: Drahtlose Empfänger
en: Wireless receivers

source: Software für Satellitennavigationssysteme
en: Software for satellite navigation systems

source: Empfänger für Fernsteuerungen
en: Remote control receivers

source: Druckköpfe für Tintenstrahldrucker
en: Print heads for inkjet printers

source: Druckköpfe für Computerdrucker
en: Print heads for computer printers

source: Photovoltaische Module
en: Photovoltaic modules

source: Pipettengestelle für den Laborgebrauch
en: Pipette racks for laboratory use

source: Thermometer für Laborzwecke
en: Laboratory thermometers

source: Biometrische Identifikationssysteme
en: Biometric identification systems

source: Biometrische Zutrittskontrollsysteme
en: Biometric access control systems

source: Biometrische Scanner
en: Biometric scanners

source: Biometrische Netzhautscanner
en: Biometric retinal scanners

source: Biometrische Stimmerkennungssysteme
en: Biometric voice recognition systems

source: Biometrische Fingerabdruckscanner
en: Biometric fingerprint readers

source: Biometrische Handscanner
en: Biometric hand readers

source: Kodierte Smartcards
en: Encoded smart cards

source: Herunterladbare elektronische Publikationen in Form von Magazinen
en: Downloadable electronic publications in the nature of magazines

source: Elektronische Leistungsregler
en: Electronic power controllers

source: Piezoelektrische Schalter
en: Piezoelectric switches

source: Wiederverwendbare Dispenserspritzen für den Laborgebrauch
en: Reusable dispenser syringes for laboratory use

source: Schalttafeln für Sicherheitsalarme
en: Control panels for security alarms

source: Digitale Audiorekorder
en: Digital audio recorders

source: Prüfgeräte für Fahrzeugbremsen
en: Apparatus for testing vehicle brakes

source: Kombinierte Detektoren für Kohlenmonoxid und Rauch
en: Combination carbon monoxide and smoke detectors

source: Kabel für die elektrische Signalübermittlung
en: Cables for electrical signal transmission

source: Xerographische Drucker
en: Xerographic printers

source: Computerprogramme für die Verarbeitung von digitalen Musikdateien
en: Computer programs for processing digital music files

source: Antireflexfilter für Computermonitoren
en: Anti-glare filters for computer monitors

source: Antireflexfilter für Fernseher
en: Anti-glare filters for televisions

source: Drahtlose Headsets für die Verwendung mit Mobiltelefonen
en: Wireless headsets for use with mobile telephones

source: Kopfreinigungsbänder für Audiokassettenrekorder
en: Head cleaning tapes for audio cassette recorders

source: Fernsteuerungen für Stereoanlagen
en: Remote controls for stereos

source: Fernsteuerungen für Fernseher
en: Remote controls for televisions

source: Fernsteuerungen für Radios
en: Remote controls for radios

source: Kommunikationssoftware zum Verbinden von globalen Computernetzwerken
en: Communication software for connecting global computer networks

source: Kommunikationssoftware für die Verbindung von Computernetzwerkbenutzern
en: Communication software for connecting computer network users

source: Telekommunikationsgeräte für die Verwendung mit mobilen Netzwerken
en: Telecommunications apparatus for use with mobile networks

source: Lehr- und Unterrichtsapparate
en: Teaching and instructional apparatus

source: Instrumente zur Messung der Radioaktivität
en: Radioactivity measuring instruments

source: Geräte zur Messung der Radioaktivität
en: Radioactivity measuring apparatus

source: Vorbespielte Fitness-DVDs
en: Prerecorded fitness DVDs

source: Vorbespielte Übungs-DVDs
en: Prerecorded exercise DVDs

source: Bespielte CD-ROMs
en: Prerecorded CD-ROMs

source: Elektrische Ladungsregler
en: Electrical charge controllers

source: Geeichte Photovoltaik-Referenzzellen
en: Calibrated photovoltaic reference cells

source: Mehrschichtige Leiterplatten
en: Multilayer printed wiring boards

source: Mit Programmen bespielte maschinenlesbare Datenträger
en: Machine-readable data carriers recorded with programs

source: Messgeräte für Lumineszenz
en: Luminescence measuring devices

source: Interaktive DVDs
en: Interactive DVDs

source: Digitale Notizblöcke
en: Digital notepads

source: Verstärker für Bassgitarren
en: Amplifiers for bass guitars

source: Steckmodule zur Verwendung mit elektronischen Spielautomaten
en: Games cartridges for use with electronic games apparatus

source: Firewall-Software für Computer
en: Computer firewall software

source: Eingebettete Betriebssoftware
en: Embedded operating software

source: Elektronische Telefonbücher enthaltende CD-ROMs
en: CD-ROMs containing electronic telephone directories

source: Elektronische Pager
en: Electronic pagers

source: Elektronische Bildgeräte
en: Electronic imaging devices

source: Elektronische Rundsendegeräte
en: Electronic broadcasting apparatus

source: Elektronische numerische Anzeigen
en: Electronic numeric displays

source: Elektronische Telefonvermittlungsapparate
en: Electronic telephone exchange apparatus

source: Apparate für die Prüfung der Echtheit von Banknoten
en: Apparatus for checking the authenticity of banknotes

source: Elektrische und elektronische Effekteinheiten für Musikinstrumente
en: Electric and electronic effects units for musical instruments

source: Herunterladbare Podcasts
en: Downloadable podcasts

source: Herunterladbare Computersicherheitssoftware
en: Downloadable computer security software

source: Herunterladbare Computersoftware für Fernüberwachung und -analyse
en: Downloadable computer software for remote monitoring and analysis

source: Herunterladbare Computerspielsoftware
en: Downloadable computer game software

source: Digitale Telekommunikationsapparate
en: Digital telecommunications apparatus

source: Speicherkarten für Kameras
en: Memory cards for cameras

source: Digitale Kompaktkameras
en: Compact digital cameras

source: Digitale Projektoren
en: Digital projectors

source: Aus dem Internet herunterladbare digitale Bücher
en: Digital books downloadable from the Internet

source: Auf maschinenlesbare Datenträger aufgezeichnete Datenverarbeitungsprogramme
en: Data processing programs recorded on machine-readable data carriers

source: Halterungen für Flachbildfernseher
en: Brackets for setting up flat screen TV sets

source: Geräte zur Verarbeitung von elektronischen Zahlungen
en: Apparatus for electronic payment processing

source: Apparate und Instrumente für die Rastersondenmikroskopie
en: Apparatus and instruments for scanning probe microscopy

source: Apparate und Instrumente für die Rasterionenmikroskopie
en: Apparatus and instruments for scanning ion microscopy

source: Apparate und Instrumente für die Ionenleitfähigkeits-Rastermikroskopie
en: Apparatus and instruments for scanning ion conductance microscopy

source: Mikroskopie-Apparate und -Instrumente
en: Apparatus and instruments for microscopy

source: Antennen für Telekommunikationsnetze
en: Aerials for telecommunications networks

source: Statische Erdungssysteme und -geräte
en: Static grounding systems and apparatus

source: Entfernungsmesser für Golf
en: Rangefinders for golf

source: Herunterladbare digitale Musik
en: Downloadable digital music

source: Funkgeräte und -instrumente
en: Radio apparatus and instruments

source: Mobiltelefonetuis aus Leder oder Lederimitationen
en: Mobile telephone cases made of leather or imitations of leather

source: Gesicherte Mikroprozessoren
en: Secure microprocessors

source: Lithiumbatterien
en: Lithium batteries

source: Herunterladbare elektronische Zeitungen
en: Downloadable electronic newspapers

source: Elektronische Lademodule
en: Electronic load modules

source: Elektronische Dockingstationen
en: Electronic docking stations

source: Herunterladbare elektronische Bücher
en: Downloadable electronic books

source: Zeichengeräte und -instrumente für die Verwendung mit Computern
en: Drawing apparatus and instruments adapted for use with computers

source: Computersoftware für kabellose Netzwerkkommunikation
en: Computer software for wireless network communications

source: Computersoftware zur Erstellung und Gestaltung von Websites
en: Computer software for use in creating and designing websites

source: Computersoftware zur Konvertierung von Dokumentbildern in elektronische Formate
en: Computer software for converting document images into electronic formats

source: Computerprogramme und -software zur Bildverarbeitung auf Mobiltelefonen
en: Computer programs and software for image processing used for mobile phones

source: Stereoadapter für Kraftfahrzeuge
en: Automobile stereo adapters

source: Geräte zur Verifizierung von Daten auf Magnetkarten
en: Apparatus for verifying data on magnetically encoded cards

source: Apparate zur Steuerung statischer Elektrizität
en: Apparatus for controlling static electricity

source: Bespielte Musikvideos
en: Prerecorded music videos

source: Mit Spielfilmen bespielte Videobänder
en: Prerecorded motion picture videos

source: Bespielte Datenträger zur Verwendung mit Computern
en: Prerecorded data carriers for use with computers

source: Tragbare DVD-Player
en: Portable DVD players

source: Kühlkissen für Notebooks
en: Notebook computer cooling pads

source: Lehr- und Unterrichtsgeräte und -instrumente
en: Instructional and teaching apparatus and instruments

source: Persönliche elektronische Alarmgeräte
en: Electronic personal alarm devices

source: Elektronische Chipkarten
en: Electronic chip cards

source: Apparate und Geräte zur Echtheitsprüfung von Geld
en: Currency authentication apparatus and equipment

source: Computersoftware zur Bereitstellung des Mehrfachnutzerzugangs zu einem weltweiten Computerinformationsnetz
en: Computer software for use in providing multiple user access to a global computer information network

source: Computersoftware zur Erstellung von Firewalls
en: Computer software for the creation of firewalls

source: Farbfilter für Flüssigkristallanzeigen [LCDs]
en: Color filters for liquid crystal displays

source: Herunterladbare Videoaufnahmen mit Musik
en: Downloadable video recordings featuring music

source: Eingebettete Softwarepakete
en: Integrated software packages

source: Monokristalline Silizium-Wafer
en: Single-crystal silicon wafers

source: Netzwerk-Fax-Server
en: Network facsimile servers

source: Elektronische Spielsoftware für drahtlose Geräte
en: Electronic game software for wireless devices

source: Elektronische Spielsoftware für elektronische Handgeräte
en: Electronic game software for handheld electronic devices

source: Elektronische Spielsoftware für Mobiltelefone
en: Electronic game software for mobile phones

source: Digitale Mischpulte
en: Digital mixing desks

source: Software zur Suche und Abfrage von Informationen in einem Computernetz
en: Software for searching and retrieving information across a computer network

source: Software für Fehlerdiagnosen und -behebungen
en: Software for diagnostics and troubleshooting

source: Herunterladbare, interaktive Unterhaltungssoftware zum Spielen von Videospielen
en: Downloadable interactive entertainment software for playing video games

source: Herunterladbare, interaktive Unterhaltungssoftware zum Spielen von Computerspielen
en: Downloadable interactive entertainment software for playing computer games

source: Akkuladegeräte für Mobiltelefone
en: Chargers for mobile phones

source: Mit Zeichentrickfilmen vorbespielte Videokassetten
en: Prerecorded video cassettes featuring cartoons

source: Kodierte Kundenkarten
en: Encoded loyalty cards

source: Herunterladbare Software
en: Downloadable software

source: Einwegsbioreaktionsgefäße aus Plastik für Zellkulturen
en: Disposable plastic bioreactors for cell culture

source: Bioreaktoren für die Forschung
en: Bioreactors for research use

source: Waagen für medizinische Zwecke
en: Weighing scales for medical use

source: Sprechende Waagen
en: Talking scales

source: Tragbare digitale elektronische Waagen
en: Portable digital electronic scales

source: Briefwaagen für Bürozwecke
en: Letter scales for office use

source: Briefwaagen für den Haushalt
en: Letter scales for domestic use

source: Elektronische Waagen für die Küche
en: Electronic weighing scales for kitchen use

source: Videofilme
en: Video films

source: Objektive für Videokameras
en: Lenses for video cameras

source: Elektrische und elektronische Musikeffektgeräte
en: Electric and electronic musical effects equipment

source: Interaktive Computerspielprogramme
en: Interactive computer game programs

source: Computersoftware für Geschäftszwecke
en: Computer software for business purposes

source: Laborgeräte und -instrumente
en: Laboratory apparatus and instruments

source: Elektronische Bestandteile für Glücksspielautomaten
en: Electronic components for gambling machines

source: Hüllen für Telefonhörer
en: Covers for telephone receivers

source: Feueralarmgeräte in Form von Christbaumschmuck
en: Fire alarms in the shape of Christmas tree ornaments

source: Elektrische Kontakte aus Edelmetall
en: Electric contacts of precious metal

source: Vakuumröhren für Radios
en: Thermionic valves for radio

source: Kreditkartenetuis [angepasste Taschen]
en: Credit card cases [fitted holders]

source: Kupferblechtafeln für Leiterplatten
en: Copper panels for circuit boards

source: Papierabdeckungen für Telefonhörer
en: Paper covers for telephone receivers

source: Magnetisch kodierte Schlüsselkarten
en: Magnetically encoded key cards

source: Herunterladbare Videoaufnahmen
en: Downloadable video recordings

source: Filter für Fernsehgeräte
en: Filters for television sets

source: Tragbare Flashspeichergeräte
en: Portable flash memory devices

source: X-Y-Schreiber
en: X-Y plotters

source: Wasserdichte Überlebensanzüge zum Schutz vor dem Ertrinken
en: Waterproof survival suits for the prevention of drowning

source: Thermostate für Fahrzeugmotoren
en: Thermostats for vehicle engines

source: Stützgurte für Arbeiter
en: Support belts for workers

source: Wiederaufladbare elektrische Batterien
en: Rechargeable electric batteries

source: Quantenpunkte [kristalline Halbleiterstrukturen]
en: Quantum dots [crystalline semi-conductor materials]

source: Programmierbare digitale Fernsehaufzeichnungsgeräte
en: Programmable digital television recorders

source: Prismen für wissenschaftliche Zwecke
en: Prisms for scientific purposes

source: Magnetisch kodierte Prepaid-Telefonkarten
en: Prepaid telephone calling cards, magnetically encoded

source: Vorbespielte digitale Audiobänder
en: Prerecorded digital audio tapes

source: Optische Prüfgeräte für die Industrie
en: Optical inspection apparatus for industrial use

source: Multimediasoftware auf CD-ROM
en: Multimedia software recorded on CD-ROM

source: Angepasste Montagegestelle für Telekommunikationshardware
en: Mounting racks for telecommunications hardware

source: Minicomputer
en: Minicomputers

source: Sauerstoff-Überdruckkammern, nicht für medizinische Zwecke
en: Hyperbaric oxygen chambers for non-medical purposes

source: Flüssigkristall [LCD]-Bildschirme für Heimkinoanlagen
en: Liquid crystal displays [LCDs] for home theaters

source: Handgehaltene Schutzschilde für die Polizei
en: Hand-held protective shields for use by the police

source: Effektprozessoren für Gitarren
en: Guitar effects processors

source: Glasröhren für wissenschaftliche Zwecke
en: Glass tubes for scientific purposes

source: Gesichtsschutzschilde, nicht für medizinische Zwecke
en: Face shields, other than for medical purposes

source: Elektrophoresegeräte für nichtmedizinische Zwecke
en: Electrophoresis apparatus, not for medical purposes

source: Elektronische Tonabnehmer für Gitarren und Bässe
en: Electronic sound pickups for guitars and basses

source: Bewegungsempfindliche elektronische Schalter
en: Electronic motion sensitive switches

source: Elektronische Messinstrumente für Hähne
en: Electronic metering devices for faucets

source: Elektronische Effektpedale für die Verwendung mit Tonverstärkern
en: Electronic effect pedals for use with sound amplifiers

source: Auf Computermedien gespeicherte elektronische Datenbanken
en: Electronic databases recorded on computer media

source: Elektronische Geräte zum Überprüfen der Sterilität von medizinischer Ausrüstung
en: Electronic apparatus for testing the sterility of medical equipment

source: Elektronische Geräte zum Überprüfen der Sterilität von pharmazeutischen Präparaten und injizierbaren Lösungen
en: Electronic apparatus for testing the sterility of pharmaceuticals and injectable solutions

source: Elektrische Steuerungen für Beregnungsanlagen
en: Electrical controls for irrigation sprinkler systems

source: Herunterladbare Druckerschriften
en: Downloadable printing fonts

source: Wegwerfbare Dispenserspritzen für den Laborgebrauch
en: Disposable dispenser syringes for laboratory use

source: Wegwerfbare Kunststoffhandschuhe für den Laborgebrauch
en: Disposable plastic gloves for laboratory use

source: Wegwerfbare Latexhandschuhe für den Laborgebrauch
en: Disposable latex gloves for laboratory use

source: Digitale Audiobandrekorder
en: Digital audio tape recorders

source: Dekorative Einstellräder für Thermostate
en: Decorative dials for thermostats

source: Typenraddrucker
en: Daisy wheel printers

source: Adapter für elektrische Stecker
en: Converters for electric plugs

source: Computerisierte Stempeluhren mit Fingerabdruckerkennung
en: Computerized time clocks with fingerprint recognition

source: Computersoftware zur Unterstützung des Laufenlassens paralleler Anwendungen und der Ausführung paralleler Rechenvorgänge
en: Computer software that assists computers in deploying parallel applications and performing parallel computations

source: Computersoftware für die Verwaltung von lokalen Netzwerken
en: Computer software for administration of local area networks

source: Touchpads für Computer
en: Touchpads for computers

source: Gruppen-Software
en: Computer groupware

source: Kassetten für Computerspiele
en: Computer game cassettes

source: Faxmodem-Karten für Computer
en: Computer fax modem cards

source: Dockingstationen für Laptops
en: Laptop docking stations

source: Test- und Kalibrierausrüstung für Computerkomponenten
en: Computer component testing and calibrating equipment

source: Computerkommunikationssoftware für den Kundenzugang zu Kontoinformationen und für das Abwickeln von Transaktionen durch den Kunden
en: Computer communication software to allow customers to access bank account information and transact bank business

source: Computer-Chipsätze für die Übertragung von Daten zu und von einer Zentraleinheit
en: Computer chipsets for use in transmitting data to and from a central processing unit

source: Chronographen zur Verwendung als spezialisierte Zeitaufzeichnungsgeräte
en: Chronographs for use as specialized time recording apparatus

source: Kinnriemen für American Football-Helme
en: Chin straps for football helmets

source: Taktgeber für Hauptprozessoren [CPUs]
en: Central processing unit [CPU] clocks

source: Auftriebskörper für Tarierwesten
en: Buoyancy bladders for diving

source: Druckluft-Notatemgeräte für Taucher
en: Compressed air bailout units for diving

source: Unbespielte Bänder für Computerdaten
en: Blank tapes for storage of computer data

source: Leere Smartcards
en: Blank smart cards

source: Unbespielte Festplatten für Computer
en: Blank hard disks for computers

source: Vorschaltgeräte für Gasentladungslampen
en: Ballasts for gas discharge lamps

source: Projektoren für die Unterhaltungsindustrie
en: Projectors for the entertainment industry

source: Elektronische Taschenrechner
en: Electronic pocket calculators

source: Multifunktionale Tastaturen für Computer
en: Multifunction computer keyboards

source: In integrierten Schaltkreisen gespeicherte Programme für Unterhaltungsgeräte mit Flüssigkristallbildschirmen
en: Programs recorded on electronic circuits for amusement apparatus with liquid crystal screens

source: Unbespielte CD-ROMs für Ton- oder Videoaufnahmen
en: Blank CD-ROMs for sound or video recording

source: Angepasste Taschen für Kameras und Fotoausrüstung
en: Bags for cameras and photographic equipment

source: Astrometrische Messgeräte und -instrumente
en: Astrometric measuring apparatus and instruments

source: Uhrarmbänder, die Daten an Smartphones übermitteln
en: Watchbands that communicate data to smartphones

source: Tragbare Activity Tracker
en: Wearable activity trackers

source: Ladegeräte für elektronische Zigaretten
en: Chargers for electronic cigarettes

source: Fitness-Armbänder [Messinstrumente]
en: Connected bracelets [measuring instruments]

source: Hüllen für Smartphones
en: Covers for smartphones

source: Schalen für Smartphones
en: Cases for smartphones

source: Selfie-Sticks [Handstative]
en: Selfie sticks [hand-held monopods]
